[{
  "ticker": "XDM",
  "name": "Dark Matter",
  "chain": "ION.testnet",
  "summary": "XDM is a limited-supply store-of-value/utility token. Dark Matter employs scarcity and a deflationary monetary policy to maximize its efficacy as a store of value. Dark Matter has utility on the ION blockchain as the only form of payment accepted to generate subsequent tokens on the ION blockchain. All XDM transactions contribute to supply deflation through the permanent destruction (melting) of a portion of all network fees denominated in XDM. Whenever XDM is transacted, a proportional amount of XDM is melted, meaning that utilization increases scarcity.",
  "description": "Dark Matter has a very limited supply: 71,000 XDM. No more can be created because the mint authority has been rescinded.\nWhenever XDM fees are spent (to configure tokens, mint tokens, or transmit XDM on the network), 80% of the Dark Matter fee is melted; 10% is reserved for distribution across the ATOM token supply; and the remaining 10% is reserved for distribution to ION masternodes. This cross-token and cross-currency reward structure requires special, hard-coded authorities. Because of this core integration, the Dark Matter token is considered one of the three “Nucleus Tokens” on the ION blockchain. ATOM and MAGIC tokens are the other Nucleus Tokens.\nXDM allows anyone to create cryptographically secure tokens that can be used as gaming currencies or gaming assets, and these assets may, in turn, be tradable on the ionomy exchange. While gaming is the primary focus of the ION ecosystem, the range of use cases for tokens is limited only by the creator’s imagination.\nDark Matter’s deflationary property entails the need for a dynamic fee structure. If the fee were to remain static, the fees would represent a larger and larger proportion of the total amount of coins. So, just as the token supply diminishes over time, the fee also declines as the cumulative number of network transactions increases. As a result, the size of the fee scales down in proportion to the diminishing total supply.",
  "creator": "Deflation Labs",
  "contact": { "mailto:": "admin@darkmatter.info" }
 },
"<signature>"]
